{
  "window-left": {
    "type": "sequence",
    "sequence": [
      "You watch a man in high-vis and a helmet near one of the further off terraces.",
      "He looks up suddenly and holds his head like something fell on him.",
      "Then he looks at the floor and picks something up, examines it, shows it to an interested passer-by.",
      "Lucky escape."
    ]
  },
  "window-right": {
    "type": "sequence",
    "sequence": [
      "There are no seagulls here. You're getting paranoid about dying young again."
    ]
  },
  "desk": {
    "type": "sequence",
    "sequence": [
      "Yesterday I rewarded myself using a smile and happy gesture for noticing that I was doing a string of low-priority tasks...",
      "...without doing the metacognition for putting the top priorities on top.",
      "Noticing a mistake is a good habit, which I’ve been training myself to reward, instead of just feeling bad."
    ]
  },
  "phone": {
    "type": "sequence",
    "sequence": [
      "You have started sending a single gif to everyone you match with on tinder, even going back through all your old matches.",
      "You try to make the gifs relate to their profile, if they have one.",
      "You're talking to quite a lot of people now. It's OK."
    ]
  },
  "coffee": {
    "type": "sequence",
    "sequence": [
      "There is dust in your coffee."
    ]
  },
  "bookcase-top": {
    "type": "sequence",
    "sequence": [
      "This book has a page marked...",
      "...but such are the ties upon men, to wear the ties they are permitted to wear, without agreement.",
      "and this is perhaps where the will of politics fails, in the small places,",
      "undiscussed/undiscussable, that add up, to the tie rack of life."
    ]
  },
  "bookcase-bottom": {
    "type": "sequence",
    "sequence": [
      "You pick out a book at random.",
      "There is a virgin forest in each; a snowfield where even the print of birds' feet is unknown.",
      "Here we go alone, and like it better so.",
      "Always to have sympathy, always to be accompanied, always to be understood would be intolerable."
    ]
  }
}
