{
  "flat-e": {
    "type": "sequence",
    "sequence": [
      "e is reading the Wikipedia article on Scottish Argentines.",
      "e: 'Frequently, Scottish Argentines are wrongly referred to as English.' ugh aren’t we all, scottish argentines"
    ]
  },
  "flat-window-left": {
    "type": "sequence",
    "sequence": [
      "Shakespeare tower looks grey and confronting.",
      "You see a window with four large pieces of paper stuck to the walls.",
      "You imagine they are interior design plans, for a renovation."
    ]
  },
  "flat-window-right": {
    "type": "sequence",
    "sequence": [
      "You look up. Every floor has a little yellow light illuminating the stairwell.",
      "They go up for 20 or so floors.",
      "After that they are obscured by the building. It's getting dark."
    ]
  },
  "flat-desk": {
    "type": "sequence",
    "sequence": [
      "at the start of the Grahek book he distinguishes two kinds of pain that we all know intuitively:",
      "that sharp, immediate pain you might feel if you step on a pin;",
      "and that duller pain you might feel if you have some sort of injury.",
      "and, he says, the 'point' of the first kind of pain is to tell you to get your hand away from that flame — to avoid injury.",
      "and the second kind of pain is to get you to protect it, keep it still, to promote healing.",
      "the first kind of pain makes you move",
      "the second kind of pain makes you still."
    ]
  },
  "flat-phone": {
    "type": "sequence",
    "sequence": [
      "You recently changed your tinder to - Gender: Female - Looking for: Women.",
      "The quality of the profiles dramatically improved, but no one talks to you, still.",
      "Strangely, you feel more fearful than before.",
      "Oh! A new match!"
    ]
  },
  "flat-coffee": {
    "type": "sequence",
    "sequence": [
      "Coffee's getting cold.",
      "Better drink up, you're late for work."
    ]
  },
  "flat-bookcase-top": {
    "type": "sequence",
    "sequence": [
      "This book has a page marked...",
      "...it struck me mainly by its lack of naturalness, a sort of act against nature, and therefore artificial and absurd.",
      "Walking, sitting, lying down, going up or down, all the actions of the body now seemed to me to have a necessity of their own...",
      "...and therefore a naturalness, but copulation, on the contrary, seemed an extravagant exertion...",
      "...for which the human body was not made and to which it could not adapt itself without effort and fatigue."
    ]
  },
  "flat-bookcase-bottom": {
    "type": "sequence",
    "sequence": [
      "You pick out a book at random.",
      "Companies are subject to capitalism, but within companies exist other sorts of societies.",
      "Authoritarian, fascist, socialist, even further capitalist societies develop inside.",
      "Living in the society confers certain benefits, just like the state. Universal basic income already exists in almost every company.",
      "However, unlike the state — our society has a complex and rigorous citizenship test, and exile is common."
    ]
  },
  "bedroom-vanity": {
    "type": "sequence",
    "sequence": [
      "You look into the mirror.",
      "You fix your hair."
    ]
  },
  "bedroom-window": {
    "type": "sequence",
    "sequence": [
      "It's January, but the flowers are already blooming.",
      "You think some of the new shoots might be daffodils, but you've not lived here long enough to know for sure.",
      "You hope they will be OK. They shouldn't be out. The earth is changing."
    ]
  },
  "bedroom-table-top": {
    "type": "sequence",
    "sequence": [
      "A phone charger. A book on Louis Theremin... ",
      "In the twenty or so pages you have read, Robert Moog tells the story of when he fixed Clara Rockmore's Theremin.",
      "She was the first to truly play Louis' instrument. Some say the instrument was made for her.",
      "But she lived in America, and when Theremin returned to Russia her instrument went unrepaired for years.",
      "After numerous attempts in which Rockmore insisted the instrument was still not right, Moog repaired the Theremin...",
      "She played Summertime with tears in her eyes...",
      "'I was afraid I would never be able to play my instrument again'"
    ]
  },
  "bedroom-table-bottom": {
    "type": "sequence",
    "sequence": [
      "You have left your vibrator out."
    ]
  },
  "bedroom-bed": {
    "type": "sequence",
    "sequence": [
      "You have been sleeping on four pillows so the blood doesn't flow into your head and make your wisdom tooth swell.",
      "You should change your sheets."
    ]
  },
  "neighbour-door": {
    "type": "sequence",
    "sequence": [
      "There is a small window above your neighbours' door.",
      "Inside, on a ledge, are three books, cut into the letters 'P', '&', and 'B'. "
    ]
  }
}
